#+TITLE: Hours

|       Date | Time Started | Time Ended | Total Hours | Activity                         |
|------------+--------------+------------+-------------+----------------------------------|
| 2021-06-18 |        17:00 |      18:00 |    01:00:00 | registered for SUNY albany UHS   |
| 2021-06-20 |        11:00 |      12:30 |    01:30:00 | set up suny and contacted mentor |
#+TBLFM: $4='(- $3 $2);T
